{
  "appName": "MindEase",
  "nav.home": "Home",
  "nav.features": "Features",
  "nav.why": "Why MindEase",
  "nav.about": "About",
  "nav.contact": "Contact",
  "nav.openApp": "Open App",
  "hero.title": "Feel better, one step at a time",
  "hero.subtitle": "Your AI-powered mental wellness companion — private, bilingual, always here.",
  "hero.primaryCta": "Try MindEase",
  "hero.secondaryCta": "See features",
  "bento.aiChat.title": "AI chat that listens",
  "bento.aiChat.desc": "Talk freely, get supportive responses.",
  "bento.mood.title": "Mood tracking",
  "bento.mood.desc": "Spot your emotional patterns.",
  "bento.journal.title": "Guided journaling",
  "bento.journal.desc": "Write, reflect, and grow.",
  "bento.mindfulness.title": "Mindfulness exercises",
  "bento.mindfulness.desc": "Breathe, relax, reset.",
  "bento.privacy.title": "Privacy-first",
  "bento.privacy.desc": "Anonymous mode and local awareness.",
  "bento.nepal.title": "Made for Nepal",
  "bento.nepal.desc": "English + Nepali, culturally aware.",
  "features.title": "Core Features",
  "features.subtitle": "Everything you need for mental wellness, in one app.",
  "features.aiChat.title": "AI Chat",
  "features.aiChat.desc": "Our AI companion is available 24/7 to listen without judgment. Trained on supportive conversation techniques, it helps you explore your thoughts and feelings in a safe space.",
  "features.mood.title": "Mood Tracking",
  "features.mood.desc": "Log your mood daily to understand your emotional patterns. See trends over time and gain insights into what influences your mental state.",
  "features.journal.title": "Guided Journaling",
  "features.journal.desc": "Use our guided prompts to start writing, even when you don't know where to begin. Reflect on your day, practice gratitude, and uncover personal insights.",
  "features.mindfulness.title": "Mindfulness Exercises",
  "features.mindfulness.desc": "Access a library of audio-guided mindfulness exercises. From simple breathing techniques to longer meditations, find a session that fits your needs.",
  "features.privacy.title": "Privacy and Security",
  "features.privacy.desc": "Your data is yours. We use end-to-end encryption and offer an anonymous mode. Your privacy is our top priority.",
  "features.bilingual.title": "Bilingual Support",
  "features.bilingual.desc": "Fully available in English and Nepali, with culturally aware content. We are committed to making mental wellness accessible to everyone in Nepal.",
  "why.title": "Why MindEase?",
  "why.subtitle": "A new approach to mental wellness in Nepal.",
  "why.problem.title": "The Problem",
  "why.problem.desc": "Access to mental healthcare in Nepal is limited. Stigma, cost, and a shortage of professionals create significant barriers for those seeking support.",
  "why.solution.title": "Our Solution",
  "why.solution.desc": "MindEase combines human-centered design with AI to provide a private, affordable, and accessible tool. We offer a safe space for self-reflection and growth, available anytime, anywhere.",
  "why.trust.title": "Trust and Privacy",
  "why.trust.desc": "We are not just another AI chatbot. MindEase is designed with a deep understanding of the Nepali context. Your conversations are private, and our anonymous mode ensures you can express yourself freely without fear of judgment.",
  "why.cta": "Learn About Our Mission",
  "about.title": "About MindEase",
  "about.subtitle": "Our story and our commitment to mental wellness.",
  "about.story.title": "Our Story",
  "about.story.desc": "MindEase was started by a team of technologists and mental health advocates from Nepal. We saw the urgent need for accessible mental wellness tools and decided to build a solution that is both culturally aware and technologically advanced.",
  "about.team.title": "Our Team",
  "about.team.desc": "We are a small, dedicated team of developers, designers, and mental health professionals. (Team member details can be added here).",
  "about.ethical.title": "An Ethical Note",
  "about.ethical.desc": "MindEase is a supportive tool, not a crisis line. If you are in immediate danger, please contact a local emergency service. We are committed to ethical AI and user privacy.",
  "contact.title": "Get in Touch",
  "contact.subtitle": "Have questions or want to partner with us? We'd love to hear from you.",
  "contact.form.name": "Your Name",
  "contact.form.email": "Your Email",
  "contact.form.message": "Your Message",
  "contact.form.submit": "Send Message",
  "contact.partnership.title": "Partnerships",
  "contact.partnership.desc": "We partner with NGOs, schools, and workplaces to bring mental wellness tools to their communities. Contact us to learn more."
}
