{
  "appName": "MindEase",
  "nav.home": "गृह",
  "nav.features": "विशेषताहरु",
  "nav.why": "किन MindEase",
  "nav.about": "बारेमा",
  "nav.contact": "सम्पर्क",
  "nav.openApp": "एप खोल्नुहोस्",
  "hero.title": "एक पटकमा एक पाइला, राम्रो महसुस गर्नुहोस्",
  "hero.subtitle": "तपाईंको AI-संचालित मानसिक स्वास्थ्य साथी — निजी, द्विभाषी, सधैं यहाँ।",
  "hero.primaryCta": "MindEase कोसिस गर्नुहोस्",
  "hero.secondaryCta": "विशेषताहरू हेर्नुहोस्",
  "bento.aiChat.title": "सुन्ने एआई च्याट",
  "bento.aiChat.desc": "स्वतन्त्र रूपमा कुरा गर्नुहोस्, सहयोगी प्रतिक्रियाहरू पाउनुहोस्।",
  "bento.mood.title": "मूड ट्र्याकिङ",
  "bento.mood.desc": "आफ्नो भावनात्मक ढाँचाहरू पत्ता लगाउनुहोस्।",
  "bento.journal.title": "निर्देशित जर्नलिंग",
  "bento.journal.desc": "लेख्नुहोस्, प्रतिबिम्बित गर्नुहोस्, र बढ्नुहोस्।",
  "bento.mindfulness.title": "माइन्डफुलनेस अभ्यास",
  "bento.mindfulness.desc": "सास लिनुहोस्, आराम गर्नुहोस्, रिसेट गर्नुहोस्।",
  "bento.privacy.title": "गोपनीयता-पहिलो",
  "bento.privacy.desc": "अज्ञात मोड र स्थानीय जागरूकता।",
  "bento.nepal.title": "नेपालको लागि बनेको",
  "bento.nepal.desc": "अंग्रेजी + नेपाली, सांस्कृतिक रूपमा सचेत।",
  "features.title": "मुख्य विशेषताहरू",
  "features.subtitle": "मानसिक स्वास्थ्यका लागि तपाईलाई चाहिने सबै कुरा, एउटै एपमा।",
  "features.aiChat.title": "एआई च्याट",
  "features.aiChat.desc": "हाम्रो एआई साथी निर्णय बिना सुन्न 24/7 उपलब्ध छ। सहयोगी कुराकानी प्रविधिहरूमा प्रशिक्षित, यसले तपाईंलाई सुरक्षित स्थानमा आफ्ना विचार र भावनाहरू अन्वेषण गर्न मद्दत गर्दछ।",
  "features.mood.title": "मूड ट्र्याकिङ",
  "features.mood.desc": "आफ्नो भावनात्मक ढाँचाहरू बुझ्न दैनिक आफ्नो मुड लग गर्नुहोस्। समयसँगै प्रवृत्तिहरू हेर्नुहोस् र तपाईंको मानसिक अवस्थालाई के प्रभाव पार्छ भन्ने बारे अन्तरदृष्टि प्राप्त गर्नुहोस्।",
  "features.journal.title": "निर्देशित जर्नलिंग",
  "features.journal.desc": "कहाँबाट सुरु गर्ने थाहा नभएको बेला पनि लेख्न सुरु गर्न हाम्रो निर्देशित प्रम्प्टहरू प्रयोग गर्नुहोस्। आफ्नो दिनमा प्रतिबिम्बित गर्नुहोस्, कृतज्ञता अभ्यास गर्नुहोस्, र व्यक्तिगत अन्तरदृष्टिहरू पत्ता लगाउनुहोस्।",
  "features.mindfulness.title": "माइन्डफुलनेस अभ्यास",
  "features.mindfulness.desc": "अडियो-निर्देशित माइन्डफुलनेस अभ्यासहरूको पुस्तकालयमा पहुँच गर्नुहोस्। साधारण सास फेर्ने प्रविधिदेखि लामो ध्यानसम्म, आफ्नो आवश्यकताअनुसार सत्र फेला पार्नुहोस्।",
  "features.privacy.title": "गोपनीयता र सुरक्षा",
  "features.privacy.desc": "तपाईको डाटा तपाईको हो। हामी एन्ड-टु-एन्ड इन्क्रिप्सन प्रयोग गर्छौं र अज्ञात मोड प्रस्ताव गर्छौं। तपाईको गोपनीयता हाम्रो शीर्ष प्राथमिकता हो।",
  "features.bilingual.title": "द्विभाषी समर्थन",
  "features.bilingual.desc": "अंग्रेजी र नेपालीमा पूर्ण रूपमा उपलब्ध, सांस्कृतिक रूपमा सचेत सामग्रीको साथ। हामी नेपालमा सबैका लागि मानसिक स्वास्थ्यलाई पहुँचयोग्य बनाउन प्रतिबद्ध छौं।",
  "why.title": "किन MindEase?",
  "why.subtitle": "नेपालमा मानसिक स्वास्थ्यको लागि नयाँ दृष्टिकोण।",
  "why.problem.title": "समस्या",
  "why.problem.desc": "नेपालमा मानसिक स्वास्थ्य सेवामा पहुँच सीमित छ। कलंक, लागत, र पेशेवरहरूको अभावले सहयोग खोज्नेहरूका लागि महत्त्वपूर्ण अवरोधहरू खडा गर्दछ।",
  "why.solution.title": "हाम्रो समाधान",
  "why.solution.desc": "MindEase ले निजी, किफायती, र पहुँचयोग्य उपकरण प्रदान गर्न मानव-केन्द्रित डिजाइनलाई एआईसँग जोड्दछ। हामी आत्म-प्रतिबिम्ब र विकासको लागि सुरक्षित स्थान प्रदान गर्दछौं, जुनसुकै समयमा, कहीं पनि उपलब्ध छ।",
  "why.trust.title": "विश्वास र गोपनीयता",
  "why.trust.desc": "हामी अर्को एआई च्याटबट मात्र होइनौं। MindEase नेपाली सन्दर्भको गहिरो बुझाइका साथ डिजाइन गरिएको हो। तपाईंका कुराकानीहरू निजी छन्, र हाम्रो अज्ञात मोडले तपाईंलाई निर्णयको डर बिना स्वतन्त्र रूपमा व्यक्त गर्न सक्नुहुन्छ भन्ने सुनिश्चित गर्दछ।",
  "why.cta": "हाम्रो मिशनको बारेमा जान्नुहोस्",
  "about.title": "MindEase को बारेमा",
  "about.subtitle": "हाम्रो कथा र मानसिक स्वास्थ्य प्रति हाम्रो प्रतिबद्धता।",
  "about.story.title": "हाम्रो कथा",
  "about.story.desc": "MindEase नेपालका प्राविधिक र मानसिक स्वास्थ्य अधिवक्ताहरूको टोलीले सुरु गरेको हो। हामीले पहुँचयोग्य मानसिक स्वास्थ्य उपकरणहरूको तत्काल आवश्यकता देख्यौं र सांस्कृतिक रूपमा सचेत र प्राविधिक रूपमा उन्नत समाधान निर्माण गर्ने निर्णय गर्यौं।",
  "about.team.title": "हाम्रो टोली",
  "about.team.desc": "हामी विकासकर्ता, डिजाइनर, र मानसिक स्वास्थ्य पेशेवरहरूको सानो, समर्पित टोली हौं। (टोली सदस्य विवरण यहाँ थप्न सकिन्छ)।",
  "about.ethical.title": "एक नैतिक नोट",
  "about.ethical.desc": "MindEase एक सहयोगी उपकरण हो, संकटकालीन लाइन होइन। यदि तपाईं तत्काल खतरामा हुनुहुन्छ भने, कृपया स्थानीय आपतकालीन सेवामा सम्पर्क गर्नुहोस्। हामी नैतिक एआई र प्रयोगकर्ताको गोपनीयताप्रति प्रतिबद्ध छौं।",
  "contact.title": "सम्पर्क गर्नुहोस्",
  "contact.subtitle": "प्रश्नहरू छन् वा हामीसँग साझेदारी गर्न चाहनुहुन्छ? हामी तपाईंबाट सुन्न चाहन्छौं।",
  "contact.form.name": "तपाईंको नाम",
  "contact.form.email": "तपाईंको इमेल",
  "contact.form.message": "तपाईंको सन्देश",
  "contact.form.submit": "सन्देश पठाउनुहोस्",
  "contact.partnership.title": "साझेदारी",
  "contact.partnership.desc": "हामी गैरसरकारी संस्था, विद्यालय र कार्यस्थलहरूसँग उनीहरूको समुदायमा मानसिक स्वास्थ्य उपकरणहरू ल्याउन साझेदारी गर्छौं। थप जान्नको लागि हामीलाई सम्पर्क गर्नुहोस्।"
}
